/* Alert title. */
"success_activation_alert_title" = "Bom trabalho";
/* Alert message. Parameter is an application name. */
"success_activation_alert_message" = "Você ativou o %@ via Setapp com sucesso";

/* Error description. Alert title. */
"setapp_error_device_limit_description" = "Limite de dispositivos atingido";
/* Error failure reason. Alert message. Part 1/2. */
"setapp_error_device_limit_failure_reason" = "Você está usando o Setapp no máximo de dispositivos.";
/* Error recovery suggestion. Alert message. Part 2/2. */
"setapp_error_device_limit_recovery_suggestion" = "Verifique sua conta de usuário para obter mais informações";

/* Error description. Alert title. */
"setapp_error_expired_auth_token_description" = "Há um problema com o código QR";
/* Error failure reason. Alert message. Part 1/2. */
"setapp_error_expired_auth_token_failure_reason" = "";
/* Error recovery suggestion. Alert message. Part 2/2. */
"setapp_error_expired_auth_token_recovery_suggestion" = "Atualize a página do app e tente novamente.";

/* Error description. Alert title. */
"setapp_error_request_timeout_description" = "Tempo de conexão esgotado";
/* Error failure reason. Alert message. Part 1/2. */
"setapp_error_request_timeout_failure_reason" = "Tempo demais se passou para responder seu pedido.";
/* Error recovery suggestion. Alert message. Part 2/2. */
"setapp_error_request_timeout_recovery_suggestion" = "Verifique sua conexão de rede e tente novamente.";

/* Error description. Alert title. */
"setapp_error_no_internet_description" = "Ocorreu um erro de rede";
/* Error failure reason. Alert message. Part 1/2. */
"setapp_error_no_internet_failure_reason" = "";
/* Error recovery suggestion. Alert message. Part 2/2. */
"setapp_error_no_internet_recovery_suggestion" = "Verifique sua conexão e tente novamente.";

/* Error description. Alert title. */
"setapp_error_generic_pre_contact_support_description" = "Algo deu errado";
/* Error failure reason. Alert message. Part 1/2. */
"setapp_error_generic_pre_contact_support_failure_reason" = "";
/* Error recovery suggestion. Alert message. Part 2/2. */
"setapp_error_generic_pre_contact_support_recovery_suggestion" = "Tente novamente.";

/* Error description. Alert title. */
"setapp_error_generic_description" = "Algo deu errado";
/* Error failure reason. Alert message. Part 1/2. */
"setapp_error_generic_failure_reason" = "";
/* Error recovery suggestion. Alert message. Part 2/2. */
"setapp_error_generic_recovery_suggestion" = "Tente novamente.";

/* Error description. Alert title. */
"setapp_error_generic_contact_support_description" = "Algo não está certo";
/* Error failure reason. Alert message. Part 1/2. */
"setapp_error_generic_contact_support_failure_reason" = "";
/* Error recovery suggestion. Alert message. Part 2/2. */
"setapp_error_generic_contact_support_recovery_suggestion" = "Contate o suporte do Setapp para obter ajuda.";

/* Button title. */
"ok_button_title" = "OK";

/* Loading… */
"activation.body" = "Carregando…";

/* Cancel */
"activation.cancel" = "Cancelar";

/* [AppName] is now ready to use via your Setapp subscription. Keep going and try it out. */
"activation.success.subtitle" = "O app %@ está pronto para uso via assinatura do Setapp. Vá em frente e experimente‑o.";

/* [AppName] activated */
"activation.success.title" = "O app %@ foi ativado";

/* Activating */
"activation.title" = "Ativando";

/* Scanning QR code failed. Please go to the Setapp app on your Mac and scan the QR code again. */
"alert.activationProblem.body.macQR" = "O escaneamento do código QR falhou. Abra o Setapp no Mac e escaneie o código QR novamente.";

/* App activation failed. Please go back to your Setapp account and try to activate the app again. */
"alert.activationProblem.body.webLink" = "A ativação do app falhou. Volte à conta do Setapp e tente ativar o app novamente.";

/* Scanning QR code failed. Please go back to your Setapp account and scan the QR code again. */
"alert.activationProblem.body.webQR" = "O escaneamento do código QR falhou. Volte à conta do Setapp e tente ativar o app novamente.";

/* We have a little problem */
"alert.activationProblem.title" = "Temos um probleminha";

/* Please go online and try again. */
"alert.no-internet-connection.body" = "Estabeleça uma conexão e tente novamente.";

/* No internet connection */
"alert.no-internet-connection.title" = "Sem conexão à internet";

/* It takes too long to load. Please check if you're still connected to the internet and try again. */
"alert.slow-internet-connection.body" = "Muito tempo levado para carregar. Verifique se ainda há uma conexão à internet e tente novamente.";

/* Slow internet connection */
"alert.slow-internet-connection.title" = "Conexão lenta à internet";

/* Try again or contact our support team for help. */
"alert.something-went-wrong.body.contact-support" = "Tente novamente ou contate a equipe de suporte.";

/* Please try again. */
"alert.something-went-wrong.body.tryAgain" = "Tente novamente.";

/* Something went wrong */
"alert.something-went-wrong.title" = "Algo deu errado";

/* Subscription blocked */
"alert.subscription-blocked.title" = "Há um problema com a assinatura";

/* Please go to your account for more information. */
"alert.subscription-blocked.body" = "Acesse a sua conta para obter mais informações.";

/* Trial has expired */
"alert.subscription-blocked-after-trial.title" = "A avaliação gratuita terminou";

/* Please go to your account to renew subscription. */
"alert.subscription-blocked-after-trial.body" = "Mas não precisamos dar adeus. Renove a assinatura na sua conta e continue usando o Setapp.";

/* Contact Support Team */
"button.contact-support" = "Contatar Equipe de Suporte";

/* Go to My Setapp */
"button.go-to-my-setapp" = "Acessar Meu Setapp";

/* Go to your account */
"button.go-to-your-account" = "Ir para conta";

/* Got it */
"button.got-it.label" = "Entendi";

/* Not now */
"button.not-now" = "Agora não";

/* Ok */
"button.ok" = "Ok";

/* Device limit reached */
"device-limit.title" = "Você atingiu o limite de dispositivos";

/* You're using Setapp on maximum devices. Go to your Setapp account to disconnect devices you don't need anymore. */
"device-limit.body" = "Acesse sua conta e desconecte os dispositivos desnecessários.";

/* Got it */
"Got it" = "Entendi";

/* Diagnostics */
"alert.diags.title" = "Diagnóstico";

/* We’re sorry something went wrong. Let’s work it all out. */
"alert.diags.body.headline" = "Algo deu errado. Precisamos resolver isso.";

/* Framework: %@ */
"alert.diags.body.framework-version" = "Framework: %@";

/* Subscription: %@ */
"alert.diags.body.subscription-status" = "Assinatura: %@";

/* Technical info */
"button.tech-info" = "Informações técnicas";

/* Share report */
"button.share-report" = "Compartilhar relatório";

/* Reset subscription */
"button.reset-subscription" = "Redefinir assinatura";

/* Reset */
"button.reset" = "Redefinir";

/* Done */
"button.done" = "OK";

/* Technical info */
"alert.diags.tech-info.title" = "Informações técnicas";

/* Share report */
"alert.diags.share-logs.confirmation.title" = "Compartilhar relatório";

/* We need to know what went wrong to fix things faster. We don’t collect your private data. */
"alert.diags.share-logs.confirmation.body" = "Precisamos saber o que deu errado para corrigirmos os erros mais rápido. Não coletamos seus dados privados.";

/* Share */
"button.share" = "Compartilhar";

/* Reset subscription */
"alert.diags.reset.confirmation.title" = "Redefinir assinatura";

/* Let’s reset your Setapp subscription to %@. Then you can activate this app again via your Setapp account. */
"alert.diags.reset.confirmation.body" = "Redefina a assinatura do app %@ no Setapp. Você poderá ativá‑lo novamente pela sua conta do Setapp.";

/* Subscription reset */
"alert.diags.reset.success.title" = "Assinatura redefinida";

/* Please activate this app again via Setapp to unlock all its features on your iOS device. */
"alert.diags.reset.success.body" = "Ative este app novamente pelo Setapp para desbloquear todos os recursos no seu dispositivo iOS.";

/* Sorry, something went wrong */
"alert.diags.reset.failure.title" = "Algo deu errado";

/* Please try again later or contact our customer support team. */
"alert.diags.reset.failure.body" = "Tente novamente ou entre em contato com o nosso suporte.";
